!
#
$
%
&
''
'black
'd
'it
'll
'm
'no
'not
're
'star
'the
'this
've
'we
'you
(
)
--
.
...
1
1,000
10
100
100,000
105.9
11
12
13
14
15
16
17
18
19
1st
2
20
200
2016
2017
2018
2019
2020
21
22
23
24
25
26
27
2nd
3
30
307
4
40
5
50
500
6
60
630—where
7
70
720
74
7news
8
80
9
90
93.1
;
?
@
[
]
``
able
abortion
about
abuse
academic
academy
access
accident
accidentally
according
account
accusation
accused
accuser
accuses
acquires
across
act
action
active
activist
activity
actor
actually
ad
adam
add
addiction
address
administration
admits
adoption
adult
advance
adventure
advice
adviser
advisory
advocate
affair
affect
affordable
afghan
afghanistan
afraid
africa
african
after
ag
again
against
age
agency
agenda
agent
aging
ago
agree
agreement
ahead
ai
aid
aide
aim
air
airbnb
airline
airport
al
alabama
albany
album
alcohol
alert
alex
alexa
alive
all
allegation
alleged
allegedly
allen
alliance
allow
allowed
allows
almost
alone
along
already
also
alternative
alumnus
always
alzheimer
am
amazing
amazon
ambassador
amendment
america
american
amid
among
amtrak
an
analysis
anchor
ancient
anderson
andrew
android
angel
angeles
angry
animal
anniversary
announce
announced
announcement
announces
annual
another
answer
anthem
anthony
anxiety
any
anyone
apart
apartment
apologizes
apology
aposs
app
appeal
apple
application
approach
approval
approved
approves
apps
ar
arabia
archive
arctic
are
area
argument
argus
arizona
arlington
arm
armed
army
around
arrest
arrested
art
artery
article
artificial
artist
ash
asia
asian
ask
asked
asking
asks
assault
assistance
assistant
association
athlete
atlanta
atlantic
attack
attempt
attend
attention
attorney
austin
australia
author
authority
autism
auto
autonomous
available
avoid
award
awarded
awareness
away
b
b.c
baby
back
backlash
bad
bag
bail
baker
bakersfield
balance
ball
ballot
baltimore
ban
band
bank
banned
bannon
bar
barrier
base
baseball
based
basic
basketball
baton
battery
battle
battling
bay
be
beach
bear
beast
beat
beautiful
beauty
beaver
became
because
become
becomes
becoming
been
beer
before
begin
behavior
behind
being
belief
believe
bell
ben
benefit
bernie
best
bet
better
between
beyond
bias
bid
big
bigger
biggest
bike
bill
billion
billionaire
bipartisan
bird
birth
birthday
bitcoin
bite
bizarre
black
blade
blame
blast
blind
block
blockchain
blog
blood
blow
blue
board
boat
bob
body
bomb
bond
bonus
book
boom
boost
border
born
bos
boston
bot
both
bowl
box
boy
brace
brain
brand
breach
break
breaking
breast
brexit
brian
bridge
brief
bring
bringing
brings
britain
british
broadband
broadly
broke
broken
brother
brought
broward
brown
bruce
budget
buffalo
bug
build
building
built
bull
bullying
burlington
burn
bus
bush
business
but
button
buy
buying
by
c
ca
cable
cafe
california
call
called
calling
came
camera
camp
campaign
campus
can
canada
canadian
cancel
canceled
cancer
candidate
candy
cannabis
capital
capitol
capture
car
carbon
card
care
career
carol
carolina
carry
carson
carter
case
cash
casino
cast
cat
catch
catholic
caught
cause
caused
cbs
cdc
ce
celebrate
celebrates
celebrating
celebration
celebrity
cell
center
central
centre
century
ceo
ceremony
chain
chair
chairman
challenge
champion
championship
chance
chancellor
change
changed
changing
channel
chaos
character
charge
charged
charging
charity
charles
charlie
charlotte
charlottesville
chart
charter
chase
chattanooga
check
chef
chemical
chicago
chicken
chief
child
china
chinese
chip
choice
chris
christian
christmas
chronicle
church
cia
cincinnati
cio
citizen
city
civil
civilian
claim
class
classic
classroom
clean
clear
cleveland
climate
clinic
clinton
close
closed
closer
closing
closure
cloud
club
cnn
co.
coach
coal
coalition
coast
code
coffee
cognoscenti
cold
colin
collapse
collection
college
color
colorado
columbia
columbus
column
columnist
combat
come
comeback
comedian
comedy
comic
coming
comment
commentary
commercial
commission
commissioner
committee
common
commonhealth
communication
community
company
compete
competition
complaint
complete
complex
compliance
computer
concern
concerned
concert
condition
condo
conduct
confederate
conference
confidential
confirms
conflict
congress
congressional
congressman
connect
connecticut
connection
conservation
conservative
consider
considering
considers
conspiracy
construction
consumer
contact
content
contest
continue
continues
contract
control
controversial
controversy
convention
conversation
convicted
conviction
cook
cool
cooper
cop
core
corner
corporate
corruption
cost
costume
could
council
count
country
county
couple
course
court
cover
coverage
cowboy
crack
crackdown
craft
crash
crazy
create
created
creates
creating
creative
creator
credit
creek
crew
crime
criminal
crimson
crisis
critic
critical
criticism
cross
crowd
cryptocurrency
cultural
culture
cuomo
cup
cure
current
custody
customer
cut
cutting
cyber
cybersecurity
cyclist
d.c.
da
daca
dad
daily
dairy
dallas
dalton
damage
dan
dance
danger
dangerous
daniel
dark
data
date
dating
daughter
dave
david
davis
davos
day
dc
de
dead
deadline
deadly
deal
death
debate
debt
debut
dec.
decade
december
decide
decision
declares
decline
deep
defeat
defend
defends
defense
degree
delaware
delay
deliver
delivers
delivery
demand
dementia
democracy
democrat
democratic
dems
denied
denies
denver
denver7
department
deportation
depression
dept
deputy
desert
deserve
design
designer
despite
detail
detective
detention
detroit
develop
developer
developing
development
device
devos
diabetes
did
die
died
diego
diet
difference
different
digital
dinner
director
disability
disabled
disaster
discovered
discovery
discrimination
discus
discussion
disease
disney
display
dispute
district
diversity
divide
division
dna
do
doc
doctor
document
documentary
doe
dog
doing
doj
dollar
domestic
donald
donate
donates
donation
done
donor
door
dot
double
doug
down
downtown
dozen
dr.
draft
drama
draw
dream
dreamer
drilling
drink
drinking
drive
driver
driverless
driving
drone
drop
drug
due
duke
duo
during
duty
dy
dying
each
eagle
early
earth
earthquake
easier
east
eastern
easy
eat
eating
echo
eclipse
economic
economics
economy
ed
edge
edition
editor
editorial
education
educator
edward
effect
effective
effort
egypt
eight
el
elderly
elected
election
electric
elementary
elizabeth
elon
else
email
embrace
emergency
emission
emotional
empire
employee
employer
end
ending
energy
enforcement
engagement
engineer
engineering
england
english
english.news.cn
enough
enrollment
enterprise
entertainment
entire
entrepreneur
environment
environmental
epa
epidemic
episode
epoch
equal
equality
equifax
equity
era
eric
escape
espn
estate
ethic
ethical
eu
europe
european
eve
even
event
ever
every
everyone
everything
evidence
evolution
exceptional
exchange
exclusive
exec
executive
exercise
exhibit
exit
expand
expands
expansion
expect
expected
experience
experiment
expert
explain
explained
explains
expose
exposed
express
extension
extra
extreme
eye
face
facebook
facility
facing
fact
factory
faculty
fail
failed
failing
fails
failure
fair
faith
fake
falcon
fall
fallen
falling
false
fame
family
fan
far
farm
farmer
fashion
fast
faster
fatal
father
favor
favorite
fbi
fcc
fda
fear
feature
february
fed
federal
fee
feed
feel
feeling
fellow
fellowship
female
festival
few
fewer
fiction
field
fight
fighting
figure
file
fill
film
final
finalist
finally
finance
financial
find
finding
fine
finish
fire
fired
firefighter
firing
firm
first
fish
fit
five
fix
fl
flag
flaw
flight
flood
florida
flu
fly
flying
flynn
fm
focus
follow
following
food
foot
football
force
forced
ford
forecast
foreign
forest
forever
forget
forgotten
form
former
fort
forum
forward
fossil
foster
found
foundation
founder
four
fox
france
francisco
frank
franken
fraternity
fraud
fred
free
freedom
freeze
french
fresh
friday
friend
from
front
fsu
fuel
full
fun
fund
funding
fundraiser
further
future
futurelawyer
g
gain
gallery
game
gamesbeat
gang
gap
garage
garden
gary
gas
gate
gave
gay
gear
gender
gene
general
generation
george
georgia
german
germany
get
getting
ghost
giant
gift
girl
give
given
giving
glass
global
globe
go
goal
god
going
gold
golden
golf
gone
gonzales
good
google
gop
got
gov
government
governor
grad
grade
graduate
graduation
graham
grammys
grand
grant
great
greater
greatest
green
grid
grocery
ground
group
grow
growing
grows
growth
guard
guardian
guest
guide
guilty
gun
gunman
guy
ha
hack
hacker
had
hair
half
hall
halloween
halt
hamilton
hampshire
hand
handle
hanford
happen
happened
happening
happens
happy
harassment
hard
harry
harvard
harvey
hate
have
haven
having
hawaii
he
head
headed
headline
headquarters
health
healthcare
healthy
hear
heard
hearing
hears
heart
heat
heavy
hedge
height
held
hell
help
helped
helping
her
herald
here
heritage
hero
heroin
hidden
high
higher
highest
highlight
highway
hike
hill
hillary
him
himself
hip-hop
hire
hiring
his
historic
history
hit
hiv
hockey
hold
holding
hole
holiday
hollywood
holocaust
home
homeless
homelessness
homepagelatest
homicide
honor
honored
hope
horror
hospital
host
hot
hotel
hour
house
housing
houston
how
hq2
hub
huge
human
humanity
hundred
hunt
hunter
hunting
hurricane
hurt
husband
i
i-d
ice
iconic
id
idea
identified
identify
identity
if
ii
ill
illegal
illinois
illness
image
immigrant
immigration
impact
important
improv
improve
improvement
improving
incident
include
including
income
increase
independent
india
indian
indiana
indianapolis
indigenous
individual
industry
inequality
infant
influence
information
infrastructure
initiative
injection
injured
injury
ink
inmate
innovation
inside
insider
instagram
instead
institute
insurance
insurer
intel
intelligence
interest
international
internet
interview
into
introduces
invest
investigate
investigating
investigation
investing
investment
investor
involved
io
iowa
iphone
iran
ireland
irma
isi
island
israel
israeli
issue
it
itself
j.
jack
jackson
jail
james
jan.
jane
january
japan
japanese
jason
jay
jazz
jedi
jeff
jerry
jersey
jerusalem
jet
jewish
jim
jimmy
job
joe
john
johnson
join
joke
jones
jordan
journal
journalism
journalist
journey
joy
jr.
judge
judicial
jump
jury
just
justice
justin
juvenile
k
kaepernick
kansa
kansan
keep
keeping
kelly
kennedy
kentucky
kevin
key
kick
kid
kill
killed
killer
killing
kim
kind
king
kit
knew
know
knowledge
korea
korean
l.a.
la
lab
labor
lack
lady
lake
lakeland
land
lane
language
lantern
lapd
large
largest
larry
last
late
later
latest
lauderdale
lauer
launch
launched
law
lawmaker
lawsuit
lawyer
ldi
le
lead
leader
leadership
leading
leaf
league
leak
learn
learned
learning
least
leave
leaving
lecture
led
ledger
lee
left
legacy
legal
legend
legislation
legislative
legislator
legislature
lesbian
lesson
let
letter
level
lewis
lgbt
lgbtq
liberal
liberty
library
license
lie
life
lift
light
like
likely
limit
lincoln
line
link
linked
list
listen
listening
literacy
little
live
living
loan
local
location
log
london
long
longer
longform
lonzo
look
looking
loom
los
lose
loses
losing
loss
lost
lot
louis
louisiana
louisville
love
loved
low
lower
lsa
lunch
luther
lyft
m
ma
mac
machine
made
madison
magazine
magic
mail
main
major
majority
make
maker
making
male
mall
malware
man
manafort
management
manager
mandate
maneater
manufacturing
many
map
marathon
march
maria
marijuana
marine
mark
market
marketing
markle
marriage
marshall
martin
mary
maryland
mass
massachusetts
massacre
massive
master
match
math
matt
matter
may
mayor
mayoral
mcdonald
mcmaster
md
me
meal
mean
measure
medicaid
medical
medicine
medium
meet
meeting
meghan
member
memo
memorial
memory
men
mental
mess
message
met
metal
metoo
metro
metronews
mexican
mexico
miami
michael
michigan
microsoft
middle
might
migrant
migration
mike
mile
military
mill
millennials
miller
million
milwaukee
mind
mine
minimum
mining
minister
minnesota
minor
minority
minute
misconduct
miss
missile
missing
mission
mississippi
missouri
mistake
mixed
mlk
mn
mobile
mobility
model
modern
mom
moment
monday
money
montgomery
month
monument
moon
moore
more
morgan
morning
most
mostly
mother
motherboard
mount
mountain
move
movement
movie
moving
mp
much
mueller
multiple
munchies
murder
museum
music
musical
musician
musk
muslim
must
my
mystery
myth
n
n't
n.
nafta
naked
name
named
nasa
nashville
nassar
nation
national
nationalist
native
natural
nature
navy
nazi
nba
nbc
nc
near
nearly
need
needed
neighbor
neighborhood
net
netflix
network
neutrality
never
newest
newspaper
newton
next
nfl
nh
nick
night
nine
no
noisey
nomination
nominee
nonprofit
north
northern
not
note
nothing
nov.
novel
november
now
nuclear
number
nunes
nurse
nursing
ny
nyc
obama
obamacare
oc
ocean
october
odds
off
offender
offer
offering
office
officer
official
officially
offshore
often
oh
ohio
oil
ok
oklahoma
old
older
olympian
olympic
olympics
once
one
online
only
ontario
open
opening
opera
operation
opinion
opioid
opioids
opportunity
opposition
oprah
option
or
order
ordered
oregon
organization
original
orleans
oscar
other
others
ottawa
our
out
outbreak
outline
outside
over
overdose
overhaul
overnight
own
owner
p
pa
package
page
paid
pain
pakistan
palestinian
palm
panel
panther
paper
parade
parent
paris
park
parking
part
partner
partnership
party
pas
pass
passenger
past
pastor
patch
path
patient
patrick
patriot
patrol
paul
pay
paying
payment
pc
peace
pedestrian
penalty
penn
pennsylvania
penny
pension
pentagon
people
per
percent
perfect
perform
performance
permit
perry
person
personal
perspective
pet
peter
philadelphia
phoenix
phone
photo
photographer
pick
picture
piece
pilot
pioneer
pipeline
pitch
pittsburgh
pizza
place
plan
plane
planet
planned
planning
plant
plastic
platform
play
player
playing
playoff
plea
pleads
please
pledge
plot
podcast
point
police
policy
political
politician
politics
poll
pollution
poor
pop
pope
popular
population
porn
port
portland
portrait
position
positive
possible
post
pot
potential
poverty
power
powerful
practice
praise
prediction
pregnant
premiere
prep
prepare
prepares
prescription
present
presidency
president
presidential
press
pressure
prevent
prevention
preview
price
primary
prime
prince
principal
priority
prison
prisoner
privacy
private
prize
pro
probably
probe
problem
process
producer
product
production
prof
professional
professor
profile
profit
program
progress
progressive
project
promise
promote
prompt
propaganda
property
proposal
proposed
proposes
prosecutor
protect
protected
protecting
protection
protest
protester
prove
provide
providence
provides
province
pruitt
public
puerto
pull
push
pushing
put
putin
putting
q
quality
queen
question
quietly
quit
race
racial
racism
racist
radical
radio
rage
rail
rain
raise
raised
raising
rally
rank
ranked
rap
rape
rapper
rare
rate
rating
reach
read
reader
reading
ready
real
reality
really
reason
rebel
recall
receive
receives
recent
recipe
recipient
recognition
record
recovery
recruit
red
reduce
reflects
reform
refugee
refuse
region
regional
register
regulation
regulator
reject
relationship
release
released
relief
religious
remain
remains
remark
remember
remembering
remix
remove
removed
renewable
rent
rental
rep.
repair
repeal
replace
report
reported
reportedly
reporter
reporting
republican
request
require
requirement
rescue
research
researcher
reserve
resident
resign
resigns
resistance
resolution
resort
resource
respond
responder
responds
response
rest
restaurant
restore
result
retail
retailer
retire
retirement
return
returning
reveal
revealed
reveals
revenue
review
revolution
ri
rich
richard
richmond
rick
rico
ride
rider
right
ring
riot
rip
rise
rising
risk
river
road
rob
robbery
robert
robot
rock
rocket
rohingya
role
roll
rolling
room
root
rose
rouge
round
roundup
route
row
roy
royal
rule
ruling
run
running
rural
rush
russia
russian
ryan
s.
safe
safety
said
saint
salary
sale
sam
same
samsung
san
sanction
sanctuary
sander
santa
sarah
saturday
saudi
save
saved
saving
saw
say
saying
sc
scam
scana
scandal
scare
scene
scheme
scholar
scholarship
school
science
scientist
score
scott
scout
screen
screening
sea
seahawks
search
searching
season
seat
seattle
second
secret
secretary
secretary-general
sector
security
see
seeing
seek
seeking
seen
self-driving
sell
selling
sen.
senate
senator
send
sends
senior
sense
sent
sentence
sentenced
sentinel
serial
series
serious
seriously
serve
service
session
set
seth
setting
settlement
seven
several
sex
sexual
sexually
shadow
shape
share
sharing
shark
she
shelter
sheriff
shift
shine
ship
shoot
shooter
shooting
shop
shopper
shopping
shore
short
shortage
shot
should
show
shut
shutdown
shuts
sick
side
sight
sign
signal
silence
silicon
simple
since
singer
single
sister
site
six
skill
sky
slam
slave
slavery
sleep
slow
small
smart
smartphone
smith
smoking
snap
snapchat
snow
so
soar
soccer
social
socialist
society
software
solar
sold
soldier
solution
solve
some
someone
something
son
song
soon
sought
soul
sound
source
south
southeastern
southern
space
spacex
spark
speak
speaker
speaks
special
specie
speech
speed
spend
spending
spent
spike
spirit
sport
spot
spotlight
spread
spring
spy
square
st.
stadium
staff
staffer
stage
stake
stand
standard
star
start
started
starting
startup
state
statement
station
statue
status
stay
steal
stem
step
stephen
steve
steven
still
stock
stolen
stone
stop
store
storm
story
straight
strange
stranger
strategy
stream
streaming
street
streetsblog
stress
strike
strong
struck
struggle
struggling
student
studio
study
stunning
style
subway
success
successful
sudbury
sue
sued
suggests
suicide
suit
sulphurdailynews.com
summer
summit
sun
sun-times
sundance
sunday
sunshine
super
superintendent
supply
support
supporter
supremacist
supreme
sure
surge
surgery
surprise
surveillance
survey
survive
survivor
suspect
suspected
suspended
sustainability
sustainable
sustainist
sweep
switch
syndrome
syracuse
syracuse.com
syria
syrian
system
t
tab
table
tablet
tackle
tacoma
tahlequahdailypress.com
tahoe
tahoedailytribune.com
take
takeaway
taken
taking
tale
talent
talk
talking
tampa
tank
tap
target
targeted
targeting
task
taste
tax
taxpayer
taxprof
taylor
tbo.com
teach
teacher
teaching
team
tech
techcrunch
technology
ted
teen
teenager
telegram.com
telegraph
television
tell
temperature
ten
tennessee
term
terrible
terror
terrorism
terrorist
tesla
test
testing
texas
text
than
thank
thanks
thanksgiving
that
theater
theatre
thebaynet.com
theblaze
thedailytimes.com
thedenverchannel.com
theeagle.com
theft
theindychannel.com
their
them
themonitor.com
themountainmail.com
themselves
then
theory
therapy
there
therecord.com
thescore.com
these
theshorthorn.com
thesouthern.com
thespec.com
thestreet
they
thing
think
thinkprogress
third
this
thomas
those
thought
thousand
threat
threatens
threatpost
three
through
throw
thursday
ticket
tide
tie
tiger
tim
time
time.com
tiny
tip
title
tmz.com
tobacco
today
today.com
together
told
toledo
toll
tom
tonic
tonight
too
took
tool
top
topic
toronto
total
tough
tour
toward
towards
tower
town
toxic
toy
track
tracking
trade
tradition
traffic
trafficking
tragedy
trail
trailer
train
training
trans
transcript
transfer
transgender
transit
transplant
transport
transportation
trash
trauma
travel
treat
treatment
tree
treehugger
trek
trend
tri-city
trial
trib.com
tribune
tribute
trick
tried
trip
tristatehomepage
troll
troop
trooper
trouble
truck
trudeau
true
trump
trust
truth
truthdig
try
trying
tuesday
tuition
tulsa
tulsaworld.com
turkey
turn
turned
turning
turnto23.com
tuscaloosa
tv
tva
tvline
tvtechnology
tweet
twice
twin
twitter
two
tyee
type
u
u-m
u.s
u.s.
uber
uc
ucla
uk
un
under
underground
understand
understanding
undocumented
unicorn
union
unique
unit
united
universal
university
until
unveils
up
update
updated
upi.com
upset
upstream
urban
urge
us
usa
use
used
user
using
ut
uta
utica
uticaod
utility
uw
uw-madison
uw–madison
v
va
va.
vacation
vaccine
vaildaily.com
valentine
valley
value
van
vancouver
vanity
variety
vc
vccircle
vega
vehicle
venezuela
venture
venturebeat
verge
vermont
very
vet
veteran
via
vice
victim
victorville
victory
video
view
village
violation
violence
violent
viral
virginia
virtual
visa
vision
visit
voice
volunteer
vote
voter
voting
vow
vox
vr
vs.
vtdigger
vulnerable
vvdailypress.com
wa
wafb
wage
wahpetondailynews.com
wait
waiting
wake
wale
walk
walker
walking
wall
walmart
want
wanted
war
warm
warming
warn
warning
warns
warren
washington
washingtonian
waste
watch
watchdog
watching
water
wausau
wave
way
waypoint
wbez
wbir.com
wbur
wcfcourier.com
wcpo
wcyb
we
weapon
wear
weather
web
website
wedding
wednesday
weed
week
weekend
weekly
weight
weinstein
welcome
welfare
well
went
were
west
western
westword
wfaa.com
wfae
wfla
wfmz
wfsb
wftv
wgn
wgn-tv
wgno
wgrz.com
wharton
whas11.com
what
whatsapp
whdh
when
where
whether
which
while
white
whnt.com
who
whole
whotv.com
why
wibc
wicked
wife
wild
wildfire
wildlife
will
willamette
william
williams
wilson
win
wind
window
windsor
wine
wing
winner
winning
winnipeg
winter
wire
wired
wisconsin
wisconsin-madison
wish
wistv.com
witf.org
within
without
witness
wivb
wjar
wjla
wkbw.com
wkrn
wksu
wkyc.com
wltx.com
wmal-af
wmar2news
wnyc
wo
wolf
woman
won
wonder
wonkette
wood
woodtv
worcester
word
work
worker
workforce
working
workplace
workshop
world
worldwide
worried
worry
worse
worst
worth
would
wpbn
wpri
wptv.com
wpxi
wral.com
wrcbtv.com
wreg.com
write
writer
writing
wrong
wsav
wsb-tv
wsfa.com
wsj
wsmv
wsoc-tv
wsvn
wthr
wtkr.com
wtop
wtsp.com
wtvr.com
wusa9.com
wuwm
wv
wwd
wwlp
wwltv.com
wxyz.com
wyoming
wzzm13.com
x
xconomy
xinhua
xxl
year
yellowhammer
yemen
yes
yet
york
yorkregion.com
yorkshire
you
young
your
yourself
yourtango
youth
youtube
zdnet
zero
zone
zoo
—
•
…
